---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Centimeters
source: html/52aedf06-c9ac-0d83-902d-03544c0de64d.htm
---
# Autodesk.Revit.DB.UnitTypeId.Centimeters Property

Centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId Centimeters { get; }
```